[
    {
        "creatorName": "Nazrul Islam",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "nazrul@gmail.com",
        "uploadDate": "10-24-2022",
        "react": 3,
        "image": "https://gweb-research-imagen.web.app/compositional/An%20oil%20painting%20of%20a%20British%20Shorthair%20cat%20wearing%20a%20cowboy%20hat%20and%20red%20shirt%20skateboarding%20on%20a%20beach./1_.jpeg",
        "description": "Per the United Nations, “only 50 percent of women of working age are in the labor force, compared to 77 per cent of men. Women are found to remain concentrated in low paid jobs and earn on average between 70 and 90 per cent of what men earn.” Countering this trend is The Unspoken Smiles Foundation which, with its Unspoken Smiles Fellowship, is empowering women throughout the developing world. This program, open to women ages 18-35, trains them to become dental assistants through a condensed, five week-long courses as well as a two month-long externship at a local dental office. Supervised and trained by licensed professionals, this world-class curriculum educates the fellows in clinical, radiographic and administrative procedures, as well as how to operate the various instruments and equipment found in modern dental offices. But more than simple instruction, each fellow is assigned a Dentist and Dental Hygienist who functions as a mentor and provides personal and professional guidance as they navigate their new career. The benefits of this are many because not only are these women attaining a higher degree of educational and economic opportunity, but the denizens of these developing countries, who often have no access to dental care, are able to receive treatment on a consistent, local basis. "
    },
    {
        "creatorName": "Nusrat Jahan",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "nusrat@gmail.com",
        "uploadDate": "10-24-2022",
        "react": 4,
        "image": "https://i.ibb.co/w7wW3ph/nusrat-post-3.jpg",
        "description": "What was old is new again: wide-leg pants are not the only thing to make a comeback straight from the seventies. Rattan furniture is all the rage, and we cannot get enough of this decorating trend. After all, with its laidback style, rattan embodies everything Australia is all about. After many years of being associated with outdoor furniture and your hippie aunt’s yoga retreat, rattan is making a comeback. This time, it is combing indoors to seamlessly blend with the latest trends in home décor. It brings texture and warmth to understated interiors such as minimalist or Japandi style abodes. Meanwhile, its vintage appeal fits right in boho chic and coastal-inspired homes. It can even add a touch of whimsy without overpowering more formal decors like Hampton. No matter the room, rattan may be the extra touch your room had been missing."
    },
    {
        "creatorName": "Nusrat Jahan",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "nusrat@gmail.com",
        "uploadDate": "10-24-2022",
        "react": 0,
        "image": "https://i.ibb.co/9HsTZtm/nusrat-post-4.jpg",
        "description": "Stunt Cycle is an arcade video game by Atari, Inc., originally released in 1976.[1] In the style of the Evel Knievel craze of the mid-1970s, the game allows the player to perform simulated motorcycle jumping stunts. The arcade cabinet is modeled like a real motorcycle handlebar, and the player twists the right side for acceleration. The monitor is a 19-inch black and white cathode-ray tube with a black and white overlay. It accommodates 1 player or 2 players alternating."
    },
    {
        "creatorName": "Mr. Rakibul Islam",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "rakibul9bd@gmail.com",
        "uploadDate": "10-24-2022",
        "react": 2,
        "image": "https://i.ibb.co/Yjdkc0w/nusrat-post-5.jpg",
        "description": "A computer program consists of code that is executed on a computer to perform particular tasks. This code is written by programmers. Programming is the process of giving machines a set of instructions that describe how a program should be carried out. Programmers will spend their whole careers learning a variety of programming languages and tools so they can effectively build computer programs. Programmers will start by using a code editor or IDE to write what is called source code. This is a collection of code written in a programming language that other programmers can read. Source code needs to be converted into machine language so machines can understand the instructions and execute the program. This process of converting source code into machine language is known as compiling. Examples of compiled programming languages would be C and C++. There are other languages that do not use compilers. Instead, these languages will use an interpreter that will read and execute the code. Examples of interpreted programming languages would be JavaScript and PHP. Once the code is executed, then the computer program can run. The different types of computer programs include Word processors, Database systems, video games, and websites. These computer programs allow us to interactive with different software devices and services like phones, websites, and the computers themselves. Many historians believe Ada Lovelace was the first to create a published computer program in the mid 19th century. She was a mathematician who translated Luigi Federico Menabrea's writings on the Analytical Engine. In this translation, Ada had added her own extensive notes and created a method for calculating Bernoulli numbers for the Analytical Engine. The work of mathematician Alonzo Church as well as the Turing machine were the first introductions of computer codes. In the 1920's, computers were created which was followed by the earliest programming languages. For the next century, as machines and technology continued to evolve, so did the number of programming languages."
    },
    {
        "creatorName": "Mr. Rakibul Islam",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "rakibul9bd@gmail.com",
        "uploadDate": "10-24-2022",
        "react": 5,
        "image": "https://i.ibb.co/TkDm0WB/rakibul-islam-post-2.jpg",
        "description": "Smile and the world will smile with you. Laugh and they’ll all think you are on drugs. To live a happy life you need to be able to have your patience extended and let go of sadness. If you find serenity and happiness, some may be jealous. Be happy anyway. The art of being happy lies in the power of extracting happiness from common things. Negativity will only bring sadness in your life, so you might as well let go and just be happy. The smile on my face doesn’t mean my life is perfect. I just appreciate what I have and what God has blessed me. If you count the times you are truly happy, then you will know just how happy you truly are. The best feeling in the world is when you feel like you are floating in cloud nine, happiness."
    },
    {
        "creatorName": "Nazrul Islam",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "nazrul@gmail.com",
        "uploadDate": "9-14-2022",
        "react": 1,
        "image": "https://i.ibb.co/x2NcXxM/rakibul-islam-post-4.jpg",
        "description": "Cats have very sweet features. It has two beautiful eyes, adorably tiny paws, sharp claws, and two perky ears which are very sensitive to sounds. It has a tiny body covered with smooth fur and it has a furry tail as well. Cats have an adorable face with a tiny nose, a big mouth and a few whiskers under its nose."
    },
    {
        "creatorName": "Mr. Rakibul Islam",
        "creatorImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm0YBgdGx1pHTWFvVJUpvnwgueL0U-GuvfLaVKpF1_iN6BVJRvJLLzZjyW9Uk2BqgAgVk&usqp",
        "creatorEmail": "rakibul9bd@gmail.com",
        "uploadDate": "10-24-2022",
        "react": 1,
        "image": "https://i.ibb.co/dKZg5cH/rakibul-islam-post-5.jpg",
        "description": "Visiting a hill station in the summers is the best getaway from the scorching heat of the city you live in. In addition to that, the pleasant weather and temperature are suitable for meditation and health restoration activities. India is a hot country with very high temperatures during April, May, and June. A short trip to a hill station every summer is exciting and quite tempting. Everybody wants to escape the blazing heat to refresh and rejuvenate. People who cannot afford to travel abroad are always keen to visit nearby hill stations to enjoy the summers. It is a great escapade for people, away from the high temperatures of the plains. Shimla has been on our wish list for a very long time now, it was locked as our destination this summer. My entire family was excited about this trip to Shimla. Our love for train journeys made us choose to travel by train for this trip. We boarded the train for Shimla early in the morning, and were going through these lush green lands, intriguing tunnels, and beautiful hillsides. We were simply mesmerized to see the view of many other hill stations like Solan, Jakej, Kumarhatti, etc. The next day we arrived at Shimla in the afternoon and took a cab to reach our hotel. Our room in the hotel was huge and had a breathtaking view. We got ourselves some rest and, in the evening, planned to go shopping and explore the Shimla market. The Ridge or Mall Road is the go-to place for the crowd to shop. Banks, classy hotels, coffee houses, and fancy shops were in high demand. The Ridge ends at the Mahatma Gandhi statue. We could also see snow-capped peaks by then, which melted our hearts. The next day we started with the Hanuman temple in the morning. We spotted many monkeys at the famous Hanuman temple, who were getting fed with bananas by the locals and tourists. We then started for Mashobra, an apple farm and horticulture center that is pretty well known. We received eye-opening information about horticulture there. Several misconceptions regarding the plants and flowers were cleared too. Lakkar Bazaar was the destination for the evening. It is a wood market, selling items made out of wood including walking sticks and decorative pieces. We returned to our room and rested after exhausting ourselves completely"
    }
]